{"translation-revision-date":"2020-09-15 19:56:32+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Site Kit will not add the code to your site.":["Site Kit non aggiungerà il codice al tuo sito."],"Site Kit will add the code automatically.":["Site Kit aggiungerà il codice in maniera automatica."],"%sK":["%sK"],"%sM":["%sM"],"AMP Container":["Contenitore AMP"],"Web Container":["Contenitore web"],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below, the snippets will be inserted automatically on your site.":["Sembra che il tuo sito stia usando AMP accoppiate. Seleziona di seguito il tuo account Tag Manager e i contenitori necessari, gli snippet saranno installati sul sito automaticamente."],"AMP Container ID":["ID contenitore AMP"],"Web Container ID":["ID contenitore web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Tag Manager in una nuova finestra."],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"Set up a new account":["Configura un nuovo account"],"An existing tag was found on your site (%s). If you later decide to replace this tag, Site Kit can place the new tag for you. Make sure you remove the old tag first.":["Nel tuo sito è stato rilevato un tag (%s). Se in un secondo momento decidi di sostituire questo tag, Site Kit può inserirne uno nuovo per te. Assicurati di avere prima rimosso il tag esistente."],"Tag Manager Code Snippet":["Snippet di codice di Tag Manager"],"We’ve detected there’s already an existing Tag Manager tag on your site (%s), but your account doesn’t seem to have the necessary access to this container. You can either remove the existing tag and connect to a different account, or request access to this container from your team.":["Abbiamo rilevato sul tuo sito (%s) la presenza di un tag di Tag Manager, ma il tuo account non sembra disporre dell'accesso necessario per questo contenitore. Puoi rimuovere il tag esistente e collegare un altro account oppure richiedere al tuo team l'accesso al contenitore."],"%d notification":["%d notifica","%d notifiche"],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Placing two tags at the same time is not recommended.":["Non è consigliato inserire due tag contemporaneamente."],"Error: %s":["Errore: %s"],"Confirm & Continue":["Conferma e continua"],"Set up a new container":["Imposta un nuovo contenitore"],"Container":["Contenitore"],"Please select your Tag Manager account and container below, the snippet will be inserted automatically on your site.":["Seleziona di seguito il tuo account Tag Manager e il contenitore, lo snippet sarà inserito automaticamente nel tuo sito."],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Container ID":["ID contenitore"],"Account":["Account"],"Let Site Kit place code on your site":["Lascia che Site Kit inserisca il codice nel tuo sito"],"Service name\u0004Tag Manager":["Tag Manager"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager.7ec866231bfc90cbe074.js"}}