{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Page Speed and Experience":["Velocità della pagina ed esperienza"],"How fast your home page loads, how quickly people can interact with your content, and how stable your content is.":["La velocità di caricamento della home page, quanto rapidamente gli utenti possono interagire con il suo contenuto e il grado di stabilità del contenuto."],"How fast your page loads, how quickly people can interact with your content, and how stable your content is.":["La velocità di caricamento della pagina, quanto rapidamente gli utenti possono interagire con il suo contenuto e il grado di stabilità del contenuto."],"%sK":["%sK"],"%sM":["%sM"],"%d notification":["%d notifica","%d notifiche"],"View Data":["Visualizza dati"],"Title or URL":["Titolo o URL"],"Search for individual page or post information":["Cerca informazioni su singole pagine o post"],"Your most popular pages and how people found them from Search.":["Le tue pagine più popolari e come le persone le hanno trovate tramite la ricerca organica."],"Popularity":["Popolarità"],"Search Funnel":["Funnel di ricerca"],"How your site appeared in Search results and how many visitors you got from Search.":["Come il tuo sito è apparso nei risultati di ricerca e quanti visitatori hai ottenuto tramite ricerca organica."],"What people searched for to find your page.":["Cosa hanno cercato le persone per trovare la tua pagina."],"How people found your site.":["Come le persone hanno trovato il tuo sito."],"How people found your page.":["Come le persone hanno trovato la tua pagina."],"All Traffic":["Tutto il traffico"],"How much you’re earning from your content through AdSense.":["Quanto stai guadagnando dai tuoi contenuti con AdSense."],"Earnings":["Guadagni"],"No results found":["Nessun risultato trovato"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-widgets.f8a229e464b599d1e207.js"}}