{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Please reauthenticate your account":["Esegui nuovamente l'autenticazione del tuo account"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Connected Property":["Proprietà collegata"],"%sK":["%sK"],"%sM":["%sM"],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],"%d notification":["%d notifica","%d notifiche"],"Error: %s":["Errore: %s"],"Counted each time your content appears in search results":["Numero di volte in cui il tuo contenuto appare nei risultati di ricerca"],"Impressions":["Impressioni"],"Number of times users clicked on your content in search results":["Numero di volte in cui gli utenti hanno fatto clic sul tuo contenuto nei risultati di ricerca"],"Clicks":["Clic"],"Most searched for keywords related to your content":["Le più cercate per le parole chiave relative al tuo contenuto"],"Keyword":["Parola chiave"],"Loading chart…":["Caricamento grafico…"],"%s data is not yet available, please check back later.":["I dati di %s non sono ancora disponibili, controlla più tardi."],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Security Token Error":["Errore del token di sicurezza"],"Service name\u0004Search Console":["Search Console"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console.28e27a057191b7d632a3.js"}}