{"translation-revision-date":"2020-09-15 19:56:32+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Time it takes for the browser to respond when people first interact with the page":["Tempo di risposta del browser la prima volta che un utente interagisce con la pagina"],"First Input Delay":["First Input Delay (FID)"],"Field data shows how real users actually loaded and interacted with your page over time.":["I dati del campo mostrano caricamenti e interazioni degli utenti effettivi con la tua pagina nel corso del tempo."],"Field data shows how real users actually loaded and interacted with your page. We don’t have enough real-world experience and speed data for this page. It may be new, or not enough users with Chrome browsers have visited it yet.":["I dati del campo mostrano caricamenti e interazioni degli utenti effettivi con la tua pagina. Non abbiamo dati reali sufficienti sull'esperienza e sulla velocità per questa pagina. Potrebbe essere nuova oppure non essere ancora stata visitata da un numero sufficiente di utenti che utilizzano il browser Chrome."],"Field data unavailable":["Dati del campo non disponibili"],"How stable the elements on the page are":["Grado di stabilità degli elementi della pagina"],"Cumulative Layout Shift":["Cumulative Layout Shift (CLS)"],"Time it takes for the page to load":["Tempo di caricamento della pagina"],"Largest Contentful Paint":["Largest Contentful Paint (LCP)"],"How long people had to wait after the page loaded before they could click something":["Il tempo di attesa necessario per poter fare clic all'interno della pagina dopo il suo caricamento"],"Total Blocking Time":["Total Blocking Time (TBT)"],"Metric Value":["Valore della metrica"],"Metric Name":["Nome della metrica"],"Lab data is a snapshot of how your page performs right now, measured in tests we run in a controlled environment.":["I dati di laboratorio sono un'istantanea delle attuali prestazioni della tua pagina, misurate tramite test eseguiti in un ambiente controllato."],"In the Field":["Sul campo"],"In the Lab":["In laboratorio"],"Page Speed and Experience":["Velocità della pagina ed esperienza"],"How fast your home page loads, how quickly people can interact with your content, and how stable your content is.":["La velocità di caricamento della home page, quanto rapidamente gli utenti possono interagire con il suo contenuto e il grado di stabilità del contenuto."],"How fast your page loads, how quickly people can interact with your content, and how stable your content is.":["La velocità di caricamento della pagina, quanto rapidamente gli utenti possono interagire con il suo contenuto e il grado di stabilità del contenuto."],"Learn more<span class=\"screen-reader-text\"> how metrics are measured.<\/span>":["Ulteriori informazioni<span class=\"screen-reader-text\"> sulle modalità di misurazione delle metriche.<\/span>"],"View details at %s":["Visualizza i dettagli su %s"],"Performance rating\u0004Poor":["Scarsa"],"Performance rating\u0004Needs improvement":["Da migliorare"],"Performance rating\u0004Good":["Buona"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"%sK":["%sK"],"%sM":["%sM"],"To view insights, <a href=\"%s\">visit the dashboard<\/a>.":["Per visualizzare i dettagli, <a href=\"%s\">vai alla dashboard<\/a>."],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],", ":[","],"PageSpeed Insights is preparing data…":["PageSpeed Insights sta raccogliendo i dati..."],"This account does not have access to the requested data.":["Questo account non ha accesso ai dati richiesti."],"Permissions issue accessing data":["Problema di autorizzazione all'accesso ai dati"],"%d notification":["%d notifica","%d notifiche"],"Activate PageSpeed Insights":["Attiva PageSpeed Insights"],"Activate PageSpeed Insights.":["Attiva PageSpeed Insights."],"Complete PageSpeed Insights activation.":["Completa l'attivazione di PageSpeed Insights."],"Error: %s":["Errore: %s"],"Desktop":["Desktop"],"Mobile":["Mobile"],"Complete activation":["Completa l'attivazione"],"Source:":["Sorgente:"],"Internal Server Error":["Errore interno del server"],"Service name\u0004PageSpeed Insights":["PageSpeed Insights"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA.":["Google PageSpeed Insights ti offre metriche sulle performance, accessibità, SEO e PWA. "]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-pagespeed-insights.79d83be66079f3c8ae3e.js"}}