{"translation-revision-date":"2020-09-15 19:56:32+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Verifying…":["Verifica…"],"Manage sites…":["Gestione siti…"],"%s (domain property)":["%s (proprietà del dominio)"],"We found %d existing accounts. Please choose which one to use below.":["Abbiamo rilevato %d account esistenti. Scegli tra i seguenti quale utilizzare."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Il tuo sito non è stato aggiunto a Search Console. Vuoi aggiungerlo ora?"],"Authenticate Site Kit":["Accedi a Site Kit"],"Finish":["Termina"],"Connect Search Console":["Collega Search Console"],"Authenticate":["Accedi"],"Go to Dashboard":["Vai alla Bacheca"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Hai completato con successo la configurazione di Site Kit e hai collegato Search Console. Verifica la tua bacheca per altri servizi da collegare."],"Congratulations!":["Complimenti!"],"Your Search Console is set up with Site Kit.":["La tua Search Console è integrata con Site Kit."],"We’re locating your Search Console account.":["Stiamo localizzando il tuo account della Search Console."],"Choose URL":["Scegli l'URL"],"Congratulations, your site has been verified!":["Congratulazioni, il tuo sito è stato verificato!"],"We will need to verify your URL for Site Kit.":["Dobbiamo verificare il tuo URL per Site Kit."],"Verify URL":["Verifica URL"],"Website Address":["Indirizzo del sito web"],"Getting your verified sites…":["Recupero dei siti verificati…"],"Sign in with Google":["Accedi con Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Non hai concesso l'accesso a uno o più contenuti richiesti. Concedi tutte le autorizzazioni richieste."],"Please sign into your Google account to begin.":["Accedi al tuo account Google per iniziare."],"Authenticate with Google":["Autenticati con Google"],"Need help?":["Serve aiuto?"],"Back":["Indietro"],"Continue":["Continua"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Service name\u0004Search Console":["Search Console"],"Help us improve the Site Kit plugin by allowing tracking of anonymous usage stats. All data are treated in accordance with <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Google Privacy Policy<\/a>":["Aiutaci a migliorare il plugin di Site Kit consentendoci di raccogliere statistiche di utilizzo in modo anonimo. Tutti i dati sono trattati in conformità con le <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Norme sulla privacy di Google<\/a>"]}},"comment":{"reference":"dist\/assets\/js\/chunk-googlesitekit-setup-wizard-e8696635ce72701c6f31.js"}}