{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Sembra che tu stia già utilizzando Google Analytics all'interno della tua configurazione di Google Tag Manager. Attiva il modulo di Google Analytics in Site Kit per visualizzare approfondimenti pertinenti nella dashboard."],"Looks like you’re using Google Analytics. Your Analytics property %s is already set up in your Google Tag Manager configuration, so Site Kit will switch to using Google Tag Manager for Analytics.":["Sembra che tu stia utilizzando Google Analytics. La tua proprietà Analytics %s è già impostata nella tua configurazione di Google Tag Manager, pertanto Site Kit passerà all'utilizzo di Google Tag Manager per Analytics."],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. However, its Analytics property %1$s is different from the Analytics property %2$s, which is currently selected in the plugin. You need to configure the same Analytics property in both places.":["Sembra che tu stia già utilizzando Google Analytics all'interno della tua configurazione di Google Tag Manager. Tuttavia, la sua proprietà Analytics %1$s è diversa dalla proprietà Analytics %2$s, che è attualmente selezionata nel plugin. Devi configurare la stessa proprietà Analytics in entrambi i posti."],"Looks like you’re already using Google Analytics within your Google Tag Manager configurations. However, the configured Analytics tags reference different property IDs. You need to configure the same Analytics property in both containers.":["Sembra che tu stia già utilizzando Google Analytics all'interno delle tue configurazioni di Google Tag Manager. Tuttavia, i tag di Analytics configurati fanno riferimento a ID proprietà diversi. Devi configurare la stessa proprietà Analytics in entrambi i contenitori."],"Complete setup without Analytics":["Completa la configurazione senza Analytics"],"Continue to Analytics setup":["Vai alla configurazione di Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Previous period":["Periodo precedente"],"Site Kit will not add the code to your site.":["Site Kit non aggiungerà il codice al tuo sito."],"Site Kit will add the code automatically.":["Site Kit aggiungerà il codice in maniera automatica."],"%sK":["%sK"],"%sM":["%sM"],"AMP Container":["Contenitore AMP"],"Web Container":["Contenitore web"],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below, the snippets will be inserted automatically on your site.":["Sembra che il tuo sito stia usando AMP accoppiate. Seleziona di seguito il tuo account Tag Manager e i contenitori necessari, gli snippet saranno installati sul sito automaticamente."],"AMP Container ID":["ID contenitore AMP"],"Web Container ID":["ID contenitore web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Tag Manager in una nuova finestra."],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"Set up a new account":["Configura un nuovo account"],"An existing tag was found on your site (%s). If you later decide to replace this tag, Site Kit can place the new tag for you. Make sure you remove the old tag first.":["Nel tuo sito è stato rilevato un tag (%s). Se in un secondo momento decidi di sostituire questo tag, Site Kit può inserirne uno nuovo per te. Assicurati di avere prima rimosso il tag esistente."],"Tag Manager Code Snippet":["Snippet di codice di Tag Manager"],"We’ve detected there’s already an existing Tag Manager tag on your site (%s), but your account doesn’t seem to have the necessary access to this container. You can either remove the existing tag and connect to a different account, or request access to this container from your team.":["Abbiamo rilevato sul tuo sito (%s) la presenza di un tag di Tag Manager, ma il tuo account non sembra disporre dell'accesso necessario per questo contenitore. Puoi rimuovere il tag esistente e collegare un altro account oppure richiedere al tuo team l'accesso al contenitore."],"%d notification":["%d notifica","%d notifiche"],"The service was unable to process the request. Please try again later.":["Il servizio non è stato in grado di elaborare la richiesta. Riprova più tardi."],"Analytics server returned unknown error. Please try again later.":["Il server di Analytics ha restituito un errore sconosciuto. Riprova più tardi."],"Unexpected internal server error occurred.":["Si è verificato un errore inaspettato del server."],"Your account exceeded the maximum quota. Please try again later.":["Il tuo account ha superato la quota massima. Riprova più tardi."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Il tuo account non ha un'autorizzazione sufficiente per accedere a questi dati, consulta il tuo amministratore web."],"You need to be authenticated to get this data.":["Devi essere connesso per accedere a questi dati."],"Session Duration":["Durata sessione"],"Bounce Rate":["Frequenza di rimbalzo"],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Placing two tags at the same time is not recommended.":["Non è consigliato inserire due tag contemporaneamente."],"Error: %s":["Errore: %s"],"Confirm & Continue":["Conferma e continua"],"Set up a new container":["Imposta un nuovo contenitore"],"Container":["Contenitore"],"Please select your Tag Manager account and container below, the snippet will be inserted automatically on your site.":["Seleziona di seguito il tuo account Tag Manager e il contenitore, lo snippet sarà inserito automaticamente nel tuo sito."],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Container ID":["ID contenitore"],"Account":["Account"],"Sessions":["Sessioni"],"Users":["Utenti"],"Let Site Kit place code on your site":["Lascia che Site Kit inserisca il codice nel tuo sito"],"Service name\u0004Tag Manager":["Tag Manager"],"Day":["Giorno"],"Analytics module needs to be configured.":["Devi configurare il modulo di Analytics."]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager.ab3313d24d726e368ccd.js"}}