{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Performance over the last %s":["Rendimento negli ultimi %s"],"Page CTR":["CTR pagina"],"See full stats in AdSense":["Visualizza le statistiche complete su AdSense"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Please reauthenticate your account":["Esegui nuovamente l'autenticazione del tuo account"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Top acquisition channels":["Principali canali di acquisizione"],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Non hai ancora impressioni per gli annunci. Assicurati di avere completato i seguenti passaggi in AdSense:"],"No ad impressions yet":["Ancora nessuna impressione per gli annunci"],"Recommended":["Consigliato"],"Invalid account status: %s":["Stato account non valido: %s"],"Invalid site status: %s":["Stato sito non valido: %s"],"The AdSense code has been placed by another plugin or theme":["Il codice di AdSense è stato inserito da un altro plugin o tema"],"Add site to AdSense":["Aggiungi sito ad AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Abbiamo rilevato che non hai ancora aggiunto questo sito al tuo account AdSense."],"Add site to your AdSense account":["Aggiungi sito al tuo account AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit ha inserito il codice AdSense nel tuo sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Your account is ready to use AdSense":["Il tuo account è pronto per utilizzare AdSense"],"By not placing the code, AdSense will not show ads on your website unless you’ve already got some AdSense code.":["Se non inserisci il codice, AdSense non pubblicherà annunci sul tuo sito web, a meno che tu non disponga già di codice AdSense."],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit ha individuato sul tuo sito un codice AdSense relativo a un altro account %s. Per un'esperienza ottimale relativa agli annunci, devi rimuovere il codice non collegato a questo account AdSense."],"Keep AdSense code placed by Site Kit":["Mantieni il codice AdSense inserito da Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Per utilizzare AdSense devi aggiornare il tuo account in modo da collegare il tuo sito ad AdSense."],"Looks like you have an AdMob account":["Sembra che tu abbia un account AdMob"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit ha inserito il codice AdSense in ogni pagina del tuo sito."],"Your account is getting ready":["Il tuo account è quasi pronto"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Sembra che tu abbia più di un account AdSense associato al tuo Account Google. Seleziona dal seguente elenco l'account da utilizzare con Site Kit."],"Select your AdSense account":["Seleziona il tuo account AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Utilizzi già AdSense? Aggiungi %s come utente a un account AdSense esistente."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit ha rilevato il codice AdSense %1$s sulla tua pagina. Ti consigliamo di rimuovere tale codice o di aggiungere %2$s come utente all'account AdSense %3$s."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense.":["Assicurati di aver completato questi passaggi in AdSense affinché sul tuo sito vengano pubblicati gli annunci."],"Verified that your site is marked as \"Ready\"":["Verifica che il tuo sito sia contrassegnato come \"Pronto\""],"Enabled auto ads for your site":["Annunci automatici abilitati per il sito"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts.":["Ricevi rapporti sulle tue pagine che generano più entrate collegando i tuoi account Analytics e AdSense."],"Link Analytics and AdSense":["Collega Analytics e AdSense"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Manage sites…":["Gestione siti…"],"The AdSense code has not been placed on your site":["Il codice AdSense non è stato inserito sul tuo sito"],"The AdSense code has been placed on your site":["Il codice AdSense è stato inserito sul tuo sito"],"AdSense Code":["Codice AdSense"],"Check your site status":["Controlla lo stato del sito"],"Account Status":["Stato account"],"Publisher ID":["ID editore"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Devi correggere alcuni errori per ottenere l'approvazione dell'account. Vai su AdSense per scoprire come procedere alla correzione"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Stiamo predisponendo il sito per la pubblicazione degli annunci. Questa operazione richiede generalmente meno di un giorno, ma talvolta può essere necessario un po' più di tempo"],"Your account has been approved":["Il tuo account è stato approvato"],"%sK":["%sK"],"%sM":["%sM"],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],", ":[","],"Site Status":["Stato sito"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Vai al tuo account AdSense per controllare lo stato del tuo sito o completare la configurazione"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Al termine della configurazione del tuo account, ti faremo sapere quando il tuo sito è pronto per pubblicare gli annunci. Di solito richiede meno di un giorno, ma a volte può richiedere un po' più di tempo."],"Let’s get your site ready for ads":["Prepariamo il tuo sito per gli annunci"],"This account does not have access to the requested data.":["Questo account non ha accesso ai dati richiesti."],"Permissions issue accessing data":["Problema di autorizzazione all'accesso ai dati"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"Need help?":["Serve aiuto?"],"%d notification":["%d notifica","%d notifiche"],"Revenue":["Guadagno"],"Top Earning Pages":["Pagine più remunerative"],"Ad blocker detected, you need to disable it to get the AdSense latest data.":["Rilevato un software di blocco degli annunci, devi disabilitarlo per ricevere i dati di AdSense più recenti."],"check module page":["controlla il modulo pagina"],"Page RPM":["RPM della pagina"],"Ad Impressions":["Impression dell'annuncio"],"Total Earnings":["Guadagni totali"],"RPM":["RPM"],"How much you’re earning from your content through AdSense.":["Quanto stai guadagnando dai tuoi contenuti con AdSense."],"Earnings":["Guadagni"],"Ad blocker detected, you need to disable it in order to set up AdSense.":["Rilevato un software di blocco degli annunci, devi disattivarlo per configurare AdSense."],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Account":["Account"],"Complete activation":["Completa l'attivazione"],"%s module needs to be configured":["Il modulo %s necessita di essere configurato"],"%s activation":["Attivazione di %s"],"Impressions":["Impressioni"],"Dismiss":["Ignora"],"Loading chart…":["Caricamento grafico…"],"%s data is not yet available, please check back later.":["I dati di %s non sono ancora disponibili, controlla più tardi."],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Security Token Error":["Errore del token di sicurezza"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["È già presente un codice AdSense sul sito per questo account, ti consigliamo di utilizzare Site Kit per inserire il codice e ottenere il massimo da AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site kit inserirà il codice AdSense sul sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Let Site Kit place AdSense code on your site":["Consenti a Site Kit di inserire il codice AdSense nel tuo sito"],"Continue":["Continua"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit inserirà il codice AdSense su tutte le pagine del tuo sito. Questo significa che Google inserirà automaticamente per te gli annunci nelle migliori posizioni."],"Create your AdSense account":["Crea il tuo account di Google AdSense"],"Create AdSense Account":["Crea un account di AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Consenti a Site Kit di inserire il codice AdSense nel sito affinché venga approvato"],"Looks like you’re already using AdSense":["Sembra che stai già usando AdSense"],"Go to AdSense to find out how to fix the issue":["Vai su AdSense per capire come correggere il problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Devi correggere qualcosa prima che possiamo connettere Site Kit ad tuo account AdSense."],"Your site isn’t ready to show ads yet":["Il tuo sito non è ancora pronto per mostrare gli annunci"],"Too many requests have been sent within a given time span. Please reload this page again in a few seconds":["Sono state inviate troppe richieste in un intervallo di tempo limitato. Carica nuovamente la pagina tra alcuni secondi"],"Unidentified error":["Errore non identificato"],"Note: ":["Nota: "],"AdSense & Analytics metrics for top pages":["Le metriche di AdSense e Analytics per le pagine principali"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Cancel":["Annulla"],"%s is not connected":["%s non è connesso"],"%s is connected":["%s è connesso"],"continue module setup":["continua la configurazione del modulo"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Site Kit":["Site Kit"],"Top pages":["Pagine principali"],"Audience overview":["Panoramica sul pubblico"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense.7855e733e9dfc511a980.js"}}