{"translation-revision-date":"2023-08-07 10:59:12+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"Ad Blocking Recovery":["Risposta al blocco degli annunci"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Per continuare a usare Analytics con Site Kit, devi concedere l'autorizzazione per verificare l'eventuale presenza di modifiche nella proprietà Analytics target del tag Google. La funzionalità del tag Google è stata aggiornata recentemente per consentire agli utenti di apportare modifiche alla proprietà Analytics collegata senza modificare il codice del sito. A causa di questo aggiornamento, Site Kit deve ora controllare regolarmente se il tag sul tuo sito corrisponde alla destinazione della proprietà Analytics."],"Grant permission":["Concedi autorizzazione"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit necessita di autorizzazioni aggiuntive per rilevare gli aggiornamenti ai tag sul tuo sito"],"Copied to clipboard":["Copiato negli appunti"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"The server provided an invalid response.":["Il server ha fornito una risposta non valida."],"There was a critical error on this website while fetching data.":["Durante il recupero dei dati si è verificato un errore critico su questo sito web."],"Key metrics":["Metriche chiave"],"Failed to load graphic.":["Impossibile caricare l'immagine."],"Failed to load media.":["Impossibile caricare i media."],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>":["<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>"],"Get help":["Richiedi assistenza"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Scegli dove pubblicare gli annunci, blocca quelli che non ti interessano e decidi quali sono i tipi più adatti per il tuo sito"],"You’re in control":["Hai tu il controllo"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Gli annunci automatici posizionano e ottimizzano automaticamente i tuoi annunci, facendoti risparmiare tempo prezioso"],"Save time with automated ads":["Risparmia tempo con gli annunci automatici"],"Focus on writing good content and let AdSense help you make it profitable":["Concentrati sulla scrittura di ottimi contenuti e lascia che AdSense ti aiuti a renderli redditizi"],"Earn money from your site":["Genera entrate dal tuo sito"],"Connect now":["Collega ora"],"Retry":["Riprova"],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Review AdSense account":["Esamina account AdSense"],"Your account isn’t ready to show ads yet":["Il tuo account non è ancora pronto per mostrare gli annunci"],"Add this site to your AdSense account":["Aggiungi questo sito al tuo account AdSense"],"Apply now":["Applica ora"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Per iniziare a utilizzare AdSense sul tuo sito web, devi eseguire l'upgrade del tuo account in modo da aggiungere \"AdSense per i contenuti\". <a>Scopri di più<\/a>"],"Looks like you need to upgrade your AdSense account":["Sembra che tu debba eseguire l'upgrade del tuo account AdSense"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Grazie per aver utilizzato Site Kit!<br \/>Aiutaci a renderlo ancora migliore."],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"Proceed without enabling auto ads":["Procedi senza abilitare gli annunci automatici"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit consiglia di abilitare gli annunci automatici. Se la tua configurazione AdSense esistente si basa su singole unità pubblicitarie, puoi procedere senza abilitare gli annunci automatici."],"Enable auto ads":["Abilita gli annunci automatici"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Per iniziare a pubblicare annunci tramite Site Kit, devi prima abilitare gli annunci automatici. Vai su AdSense e abilita gli annunci automatici per il tuo sito."],"Enable auto ads for your site":["Abilita gli annunci automatici per il tuo sito"],"Configure AdSense":["Configura AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads.":["Site Kit ha inserito il codice AdSense sul tuo sito per collegarlo ad AdSense e aiutarti a ottenere il massimo dagli annunci."],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages.":["Collega il tuo account AdSense per visualizzare le statistiche relative a utili complessivi, CTR delle pagine e pagine che generano più utili."],"Your site is ready to use AdSense":["Il tuo sito è pronto per l'uso di AdSense"],"Your AdSense account is ready to connect to Site Kit":["Il tuo account AdSense è pronto per il collegamento a Site Kit"],"Request review in AdSense":["Richiedi revisione in AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Per iniziare a pubblicare annunci, il tuo sito deve essere approvato. Vai ad AdSense per richiedere la revisione."],"Your site requires review":["È necessaria una revisione del tuo sito"],"This usually takes a few days, but in some cases can take up to 2 weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Di solito ci vogliono pochi giorni, ma in alcuni casi possono essere necessarie fino a 2 settimane. Riceverai un'email da AdSense non appena saranno stati effettuati dei controlli sul tuo sito."],"Your site is getting ready":["Il tuo sito è quasi pronto"],"Review site in AdSense":["Esamina sito in AdSense"],"You need to fix some things with this site before we can connect Site Kit to your AdSense account.":["Devi correggere alcune cose su questo sito prima che possiamo collegare Site Kit al tuo account AdSense."],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit ha rilevato il codice AdSense per un altro account %1$s sul tuo sito. Per configurare AdSense per il tuo account %2$s corrente, consigliamo invece di utilizzare Site Kit per inserire il codice."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Hai già un codice AdSense sul tuo sito per questo account. Ti consigliamo di utilizzare Site Kit per inserire il codice al fine di ottenere il massimo da AdSense."],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit.":["Assicurati di rimuovere il codice AdSense esistente per evitare conflitti con il codice inserito da Site Kit."],"Invalid site state %s":["Stato del sito non valido %s"],"Go to dashboard":["Vai alla dashboard"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Usi già AdSense? Aggiungi %s a un account AdSense esistente. <a>Scopri di più<\/a>"],"Create AdSense account":["Crea account AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Una volta creato il tuo account, Site Kit inserirà il codice AdSense in ogni pagina del tuo sito. Ciò significa che il tuo sito verrà ottimizzato automaticamente per aiutarti a guadagnare con i tuoi contenuti."],"Maybe later":["Magari più tardi"],"Back to dashboard":["Torna alla Bacheca"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["Gli account AdSense sono <a>soggetti a revisione e approvazione<\/a> da parte del team Google AdSense."],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Exclude from Ads":["Escludi da Ads"],"Ads will be displayed for all users":["Gli annunci saranno mostrati a tutti gli utenti"],"Ads will not be displayed for users that can write posts":["Gli annunci non saranno mostrati agli utenti che possono scrivere articoli"],"Ads will not be displayed for all logged-in users":["Gli annunci non saranno mostrati a tutti gli utenti connessi"],"Users who can write posts":["Utenti che possono scrivere articoli"],"Help":["Guida"],"All logged-in users":["Tutti gli utenti connessi"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Seleziona unità pubblicitaria"],"Web Stories Ad Unit":["Unità pubblicitaria Storie web"],"Complete setup":["Completa configurazione"],"Learn more about updating your AdSense account":["Scopri di più su come aggiornare il tuo account AdSense"],"Learn more about adding a user to an existing AdSense account":["Scopri di più su come aggiungere un utente a un account AdSense esistente"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Recommended":["Consigliato"],"Invalid account status: %s":["Stato account non valido: %s"],"Invalid site status: %s":["Stato sito non valido: %s"],"Add site to AdSense":["Aggiungi sito ad AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Abbiamo rilevato che non hai ancora aggiunto questo sito al tuo account AdSense."],"Add site to your AdSense account":["Aggiungi sito al tuo account AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit ha inserito il codice AdSense nel tuo sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Your account is ready to use AdSense":["Il tuo account è pronto per utilizzare AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit ha individuato sul tuo sito un codice AdSense relativo a un altro account %s. Per un'esperienza ottimale relativa agli annunci, devi rimuovere il codice non collegato a questo account AdSense."],"Keep AdSense code placed by Site Kit":["Mantieni il codice AdSense inserito da Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Per utilizzare AdSense devi aggiornare il tuo account in modo da collegare il tuo sito ad AdSense."],"Looks like you have an AdMob account":["Sembra che tu abbia un account AdMob"],"Your account is getting ready":["Il tuo account è quasi pronto"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Sembra che tu abbia più di un account AdSense associato al tuo account Google. Seleziona dal seguente elenco l'account da utilizzare con Site Kit."],"Select your AdSense account":["Seleziona il tuo account AdSense"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit ha rilevato il codice AdSense %1$s sulla tua pagina. Ti consigliamo di rimuovere tale codice o di aggiungere %2$s come utente all'account AdSense %3$s."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["Assicurati di aver completato questi passaggi in AdSense affinché sul tuo sito vengano pubblicati gli annunci"],"Verified that your site is marked as \"Ready\"":["Verifica che il tuo sito sia contrassegnato come \"Pronto\""],"Enabled auto ads for your site":["Annunci automatici abilitati per il sito"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Vai al tuo account AdSense per controllare lo stato del tuo sito o completare la configurazione"],"Let’s get your site ready for ads":["Prepariamo il tuo sito per gli annunci"],"Sign in with Google":["Accedi con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Account":["Account"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["È già presente un codice AdSense sul sito per questo account, ti consigliamo di utilizzare Site Kit per inserire il codice e ottenere il massimo da AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site kit inserirà il codice AdSense sul sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Let Site Kit place AdSense code on your site":["Consenti a Site Kit di inserire il codice AdSense nel tuo sito"],"Continue":["Continua"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit inserirà il codice AdSense su tutte le pagine del tuo sito. Questo significa che Google inserirà automaticamente per te gli annunci nelle migliori posizioni."],"Create your AdSense account":["Crea il tuo account di Google AdSense"],"Create AdSense Account":["Crea un account di AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Consenti a Site Kit di inserire il codice AdSense nel sito affinché venga approvato"],"Looks like you’re already using AdSense":["Sembra che stai già usando AdSense"],"Go to AdSense to find out how to fix the issue":["Vai su AdSense per capire come correggere il problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Devi correggere qualcosa prima che possiamo connettere Site Kit ad tuo account AdSense."],"Your site isn’t ready to show ads yet":["Il tuo sito non è ancora pronto per mostrare gli annunci"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Service name\u0004AdSense":["AdSense"],"Close":["Chiudi"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-64a0a51e8fb4175a57a6.js"}}