{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn more here.":["Scopri di più qui."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Hai una proprietà Google Analytics 4 (GA4) e vuoi scoprire come utilizzarla con Site Kit?"],"You’re already using Google Analytics through Google Tag Manager with the property %s. Site Kit will therefore not place an Analytics tag because Tag Manager already covers it.":["Stai già utilizzando Google Analytics tramite Google Tag Manager con la proprietà %s. Pertanto, Site Kit non posizionerà un tag di Analytics perché se ne occupa già Tag Manager."],"You’re already using Google Analytics through Google Tag Manager with the property %s, but your account doesn’t seem to have access to this Analytics property. You can either modify your Tag Manager configuration to use a different property, or request access to this property from your team.":["Stai già utilizzando Google Analytics tramite Google Tag Manager con la proprietà %s, ma il tuo account non sembra avere accesso a questa proprietà Analytics. Puoi modificare la tua configurazione di Tag Manager per utilizzare una proprietà diversa oppure richiedere al tuo team l'accesso a questa proprietà."],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Unique Visitors":["Visitatori unici"],"Please reauthenticate your account":["Esegui nuovamente l'autenticazione del tuo account"],"Source: %s":["Fonte: %s"],"%1$s%%":["%1$s%%"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won't be able to see stats from it on the Site Kit dashboard.":["Il tuo Account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Channel":["Canale"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics":["Puoi apportare modifiche a questa visualizzazione, ad esempio escludere i parametri di query dell'URL, in Google Analytics"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Puoi apportare modifiche a questa visualizzazione, ad esempio escludere i parametri di query dell'URL, in Google Analytics."],"View Name":["Nome visualizzazione"],"Warning":["Attenzione"],"A view with this name already exists.":["Esiste già una visualizzazione con questo nome."],"Previous period":["Periodo precedente"],"Country":["Paese"],"Timezone":["Fuso orario"],"Set up a new view":["Configura una nuova visualizzazione"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Devi concedere a Site Kit l'autorizzazione a creare un account Analytics per tuo conto e accettare i termini di servizio di Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Sarai indirizzato alla pagina di Google Analytics per accettare i termini di servizio."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["I dati richiesti per il nuovo account sono precompilati. Confermali o modificali:"],"Create your Analytics account":["Crea il tuo account Analytics"],"Additional permissions are required to create a new Analytics account.":["Sono necessarie ulteriori autorizzazioni per creare un account Analytics."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts.":["Ricevi rapporti sulle tue pagine che generano più entrate collegando i tuoi account Analytics e AdSense."],"Link Analytics and AdSense":["Collega Analytics e AdSense"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit will not add the code to your site.":["Site Kit non aggiungerà il codice al tuo sito."],"Site Kit will add the code automatically.":["Site Kit aggiungerà il codice in maniera automatica."],"%sK":["%sK"],"%sM":["%sM"],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],", ":[","],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Analytics in una nuova finestra."],"Set up a new account":["Configura un nuovo account"],"IP addresses are not being anonymized":["Gli indirizzi IP non verranno resi anonimi"],"IP addresses are being anonymized":["Gli indirizzi IP verranno resi anonimi"],"IP Address Anonymization":["Anonimizzazione degli indirizzi IP"],"IP addresses will not be anonymized.":["Gli indirizzi IP non saranno resi anonimi."],"IP addresses will be anonymized.":["Gli indirizzi IP saranno resi anonimi."],"Anonymize IP addresses":["Rendi anonimi gli indirizzi IP"],"Logged-in users will be included in Analytics tracking.":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics."],"Logged-in users will be excluded from Analytics tracking.":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics."],"Exclude from Analytics":["Escluso da Analytics"],"Analytics is currently enabled for all visitors.":["Analytics è attualmente attivo per tutti i visitatori."],"list separator\u0004, ":[", "],"Excluded from Analytics":["Escluso da Analytics"],"Logged-in users":["Utenti connessi"],"This account does not have access to the requested data.":["Questo account non ha accesso ai dati richiesti."],"Permissions issue accessing data":["Problema di autorizzazione all'accesso ai dati"],"Set up Analytics":["Imposta Analytics"],"Learn more about what visitors do on your site.":["Approfondisci quello che gli utenti fanno sul tuo sito."],"%d notification":["%d notifica","%d notifiche"],"The service was unable to process the request. Please try again later.":["Il servizio non è stato in grado di elaborare la richiesta. Riprova più tardi."],"Analytics server returned unknown error. Please try again later.":["Il server di Analytics ha restituito un errore sconosciuto. Riprova più tardi."],"Unexpected internal server error occurred.":["Si è verificato un errore inaspettato del server."],"Your account exceeded the maximum quota. Please try again later.":["Il tuo account ha superato la quota massima. Riprova più tardi."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Il tuo account non ha un'autorizzazione sufficiente per accedere a questi dati, consulta il tuo amministratore web."],"You need to be authenticated to get this data.":["Devi essere connesso per accedere a questi dati."],"Goals Completed":["Obiettivi completati"],"Create a new goal":["Crea un nuovo obiettivo"],"Goals measure how well your site or app fulfills your target objectives.":["Gli obiettivi misurano quanto il tuo sito o la tua app raggiungono i traguardi impostati."],"Use goals to measure success.":["Usa gli obiettivi per misurare il successo."],"Views":["Visite"],"Most popular content":["Contenuto più popolare"],"Session Duration":["Durata sessione"],"Bounce Rate":["Frequenza di rimbalzo"],"Percent":["Percento"],"Source":["Sorgente"],"Back":["Indietro"],"An existing analytics tag was found on your site with the ID %s. If later on you decide to replace this tag, Site Kit can place the new tag for you. Make sure you remove the old tag first.":["Nel tuo sito è stato rilevato un tag Analytics con ID %s. Se in un secondo momento decidi di sostituire questo tag, Site Kit può inserirne uno nuovo per te. Assicurati di avere prima rimosso il tag esistente."],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Sembra che tu non abbia ancora un account Analytics. Una volta creato, fai clic su \"Recupera il mio account\" e Site Kit lo individuerà."],"Configure Analytics":["Configura Analytics"],"Please select the account information below. You can change this view later in your settings.":["Seleziona le informazioni sull'account di seguito. Puoi modificare questa vista in un secondo momento nelle tue impostazioni."],"Analytics Code Snippet":["Snippet del codice di Analytics"],"View":["Visualizza"],"Property":["Proprietà"],"Inserted by another plugin or theme":["Inserito da un altro plugin o tema"],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Learn more":["Approfondisci"],"Set up a new property":["Configura una nuova proprietà"],"Error: %s":["Errore: %s"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Account":["Account"],"Percentage of sessions":["Percentuale di sessioni"],"Percentage":["Percentuale"],"Number of sessions users had on your website over last %s":["Numero di sessioni in cui gli utenti hanno visitato il tuo sito web negli ultimi %s"],"Sessions":["Sessioni"],"Number of new users to visit your page over last %s":["Numero di nuovi utenti che hanno visitato la tua pagina negli ultimi %s"],"New Users":["Nuovi utenti"],"Number of users that originated from that traffic":["Numero di utenti generati da tale traffico"],"Users":["Utenti"],"Channel refers to where your traffic originated from":["Il canale si riferisce all'origine del traffico"],"Loading chart…":["Caricamento grafico…"],"%s data is not yet available, please check back later.":["I dati di %s non sono ancora disponibili, controlla più tardi."],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Security Token Error":["Errore del token di sicurezza"],"Create Account":["Crea account"],"Let Site Kit place code on your site":["Lascia che Site Kit inserisca il codice nel tuo sito"],"Internal Server Error":["Errore interno del server"],"Service name\u0004Analytics":["Analytics"],"Day":["Giorno"],"We've detected there's already an existing Analytics tag on your site (ID %s), but your account doesn't seem to have access to this Analytics property. You can either remove the existing tag and connect to a different account, or request access to this property from your team.":["Abbiamo rilevato la presenza di un tag Analytics sul tuo sito (ID %s), ma il tuo account non risulta avere accesso a questa proprietà di Analytics. Puoi rimuovere il tag esistente e collegare un altro account o richiedere al tuo team l'accesso a questa proprietà."],"Analytics module needs to be configured.":["Devi configurare il modulo di Analytics."]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics.dddf6a327d2b0e2eb2c9.js"}}