{"translation-revision-date":"2020-11-18 21:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["La reimpostazione comporterà la disconnessione di tutti gli utenti e la rimozione di tutte le impostazioni di Site Kit e dei dati all'interno di WordPress. <br \/>Tu e altri utenti che volete utilizzare Site Kit dovrete riconnettervi per ripristinare l'accesso."],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"%s for month":["%s al mese"],"Looks like the URL of your site has changed. In order to continue using Site Kit, you'll need to reconnect, so that your plugin settings are updated with the new URL.":["Sembra che l'URL del tuo sito sia cambiato. Per continuare a utilizzare Site Kit dovrai riconnetterti, in modo che le impostazioni del tuo plugin vengano aggiornate con il nuovo URL."],"Source: %s":["Fonte: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Sembra che il componente AMP CDN sia soggetto a restrizioni nella tua area geografica, il che potrebbe interferire con la configurazione nel servizio Site Kit."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Per ricevere ulteriore assistenza, fai una domanda nel nostro <a href=\"%1$s\">forum<\/a> dedicato e includi il testo del messaggio di errore originale: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Sembra che il tuo sito abbia un problema tecnico relativo alla richiesta di dati ai servizi Google."],"Report this problem":["Segnala questo problema"],"Copy error to clipboard":["Copia errore negli appunti"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["Site Kit è già stato configurato da un altro amministratore di questo sito. Per utilizzare anche tu Site Kit, accedi con il tuo Account Google che ha accesso ai servizi Google per questo sito (ad esempio Google Analytics). Dopo aver completato i tre passaggi di configurazione, vedrai le statistiche di tutti i prodotti Google attivati."],"Connect your Google account to Site Kit":["Collega il tuo Account Google a Site Kit"],"Top acquisition channels":["Principali canali di acquisizione"],"Previous period":["Periodo precedente"],"Jump to the bottom of the dashboard to see how fast your home page is.":["Scorri fino in fondo alla dashboard per scoprire la velocità della tua home page."],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"Verifying…":["Verifica…"],"Manage sites…":["Gestione siti…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],", ":[","],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"%s (domain property)":["%s (proprietà del dominio)"],"We found %d existing accounts. Please choose which one to use below.":["Abbiamo rilevato %d account esistenti. Scegli tra i seguenti quale utilizzare."],"Checking Compatibility…":["Controllo compatibilità…"],"Your site may not be ready for Site Kit":["Il tuo sito potrebbe non essere pronto per Site Kit"],"Looks like you may be using a caching plugin which could interfere with setup. Please deactivate any caching plugins before setting up Site Kit. You may reactivate them once setup has been completed.":["Sembra che tu stia utilizzando un plugin di memorizzazione nella cache che potrebbe interferire con la configurazione. Disattiva eventuali plugin di memorizzazione nella cache prima di iniziare la configurazione di Site Kit. Li potrai riattivare una volta terminata la configurazione."],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Sembra che questo sia un ambiente di staging e che tu disponga già del plugin dell'assistente. Prima di utilizzare Site Kit, assicurati di aver fornito tutte le credenziali necessarie nella sezione di autenticazione e di aver verificato il sito di produzione in Search Console."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Sembra che questo sia un ambiente di staging. Se così fosse, devi installare il plugin dell'assistente e verificare il sito di produzione in Search Console."],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Il tuo sito non è stato aggiunto a Search Console. Vuoi aggiungerlo ora?"],"Site Kit by Google was successfully reset.":["Site Kit di Google è stato reimpostato con successo."],"Authenticate Site Kit":["Accedi a Site Kit"],"Connect Search Console":["Collega Search Console"],"Authenticate":["Accedi"],"Go to Dashboard":["Vai alla Bacheca"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Hai completato con successo la configurazione di Site Kit e hai collegato Search Console. Verifica la tua bacheca per altri servizi da collegare."],"Congratulations!":["Complimenti!"],"Your Search Console is set up with Site Kit.":["La tua Search Console è integrata con Site Kit."],"We’re locating your Search Console account.":["Stiamo localizzando il tuo account della Search Console."],"Choose URL":["Scegli l'URL"],"Congratulations, your site has been verified!":["Congratulazioni, il tuo sito è stato verificato!"],"We will need to verify your URL for Site Kit.":["Dobbiamo verificare il tuo URL per Site Kit."],"Verify URL":["Verifica URL"],"Website Address":["Indirizzo del sito web"],"Getting your verified sites…":["Recupero dei siti verificati…"],"Sign in with Google":["Accedi con Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Non hai concesso l'accesso a uno o più contenuti richiesti. Concedi tutte le autorizzazioni richieste."],"Please sign into your Google account to begin.":["Accedi al tuo account Google per iniziare."],"Authenticate with Google":["Autenticati con Google"],"This account does not have access to the requested data.":["Questo account non ha accesso ai dati richiesti."],"Permissions issue accessing data":["Problema di autorizzazione all'accesso ai dati"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"Need help?":["Serve aiuto?"],"%d notification":["%d notifica","%d notifiche"],"There was a problem connecting to Google!":["C'è stato un problema di connessione a Google!"],"Congrats on completing the setup for %s!":["Congratulazioni per aver completato la configurazione di %s!"],"Here are some other services you can connect to see even more stats:":["Ecco alcuni degli altri servizi a cui puoi connetterti per vedere ancora più statistiche:"],"Now you’ll be able to see how your site is doing in search. To get even more detailed stats, activate more modules. Here are our recommendations for what to include in your Site Kit:":["Ora sarai in grado di vedere come sta andando il tuo sito nella ricerca. Per ottenere statistiche ancora più dettagliate, attiva più moduli. Ecco i nostri consigli su cosa includere nel tuo Site Kit:"],"Enable %s to start setup":["Abilita %s per avviare la configurazione"],"The service was unable to process the request. Please try again later.":["Il servizio non è stato in grado di elaborare la richiesta. Riprova più tardi."],"Analytics server returned unknown error. Please try again later.":["Il server di Analytics ha restituito un errore sconosciuto. Riprova più tardi."],"Unexpected internal server error occurred.":["Si è verificato un errore inaspettato del server."],"Your account exceeded the maximum quota. Please try again later.":["Il tuo account ha superato la quota massima. Riprova più tardi."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Il tuo account non ha un'autorizzazione sufficiente per accedere a questi dati, consulta il tuo amministratore web."],"You need to be authenticated to get this data.":["Devi essere connesso per accedere a questi dati."],"Site Visitors":["Visitatori del sito"],"OK, Got it!":["Ok, ho capito!"],"You had a record-high amount of visitors to your website yesterday.":["Ieri il tuo sito web ha registrato un numero record di visitatori."],"Congrats on more website visitors!":["Congratulazioni per aver ricevuto più visitatori sul sito web!"],"Congrats on five published posts":["Congratulazioni per i cinque articoli pubblicati"],"That’s out of this world. Here are the combined stats for your posts":["Questo è incredibile. Ecco le statistiche combinate per i tuoi articoli"],"That’s out of this world.":["Questo è incredibile."],"Increase":["Incrementa"],"Total Page Views":["Totale pagine viste"],"Over the past 4 weeks":["Nelle ultime 4 settimane"],"Increased page views!":["Aumento delle pagine viste!"],"Congrats on your first post!":["Congratulazioni per il tuo primo articolo!"],"Welcome Back!":["Bentornato!"],"Last month was great!":["Il mese scorso è stato fantastico!"],"Here are some high level stats":["Ecco alcune statistiche molto importanti"],"Average CTR":["CTR medio"],"Total Impressions":["Impressioni totali"],"Total Clicks":["Clic totali"],"Session Duration":["Durata sessione"],"Bounce Rate":["Frequenza di rimbalzo"],"Back":["Indietro"],"Sessions":["Sessioni"],"Users":["Utenti"],"Continue":["Continua"],"Start gaining insights on how your site is performing in search by viewing one of your published posts.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca visualizzando uno degli articoli che hai pubblicato."],"Start gaining insights on how your site is performing in search by editing one of your posts.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca modificando uno dei tuoi articoli."],"Start gaining insights on how your site is performing in search by visiting the dashboard.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca visitando la bacheca."],"Set Up Site Kit":["Configura Site Kit"],"Setup only takes a few minutes. Faster than brewing a cup of coffee.":["La configurazione richiede solo qualche minuto. È più veloce che preparare una tazza di caffè."],"Connect your account":["Connetti il tuo account"],"Connecting your account only takes a few minutes. Faster than brewing a cup of coffee.":["Connettere il tuo account richiede solo qualche minuto. È più veloce che preparare una tazza di caffè."],"You’re one step closer to connecting Google services to your WordPress site.":["Sei un passo più vicino a connettere i servizi di Google al tuo sito WordPress."],"Powerful tools integrated into your WordPress dashboard.":["Strumenti integrati avanzati nella bacheca di WordPress."],"Track your site’s search performance with Google Search Console and browse around for more webmaster resources.":["Monitora le prestazioni della ricerca del sito con la Search Console di Google ed esplora risorse aggiuntive per i webmaster."],"You want to be found on the web. We want to help.":["Vuoi essere trovato sul Web. Noi vogliamo aiutarti."],"Learn More":["Approfondisci"],"Google Analytics gives you the free tools you need to analyze data for your business in one place.":["Google Analytics ti fornisce gratuitamente gli strumenti di cui hai bisogno per analizzare i dati relativi alla tua attività in un'unica posizione."],"Analyze your site’s performance and get actionable tips to improve its speed across all devices.":["Analizza le prestazioni del sito e ricevi suggerimenti pratici e fruibili per migliorarne la velocità su tutti i dispositivi."],"Service name\u0004PageSpeed":["PageSpeed"],"Make your content work for you -- earning money by placing ads on your site.":["Lascia che i contenuti lavorino per te: guadagna pubblicando annunci sul tuo sito."],"Understand your customers better: track how they navigate across your site and evaluate the performance of your products or posts.":["Comprendi meglio i tuoi clienti: monitora il modo in cui navigano all'interno del sito e valuta le prestazioni dei prodotti o dei post."],"Keep track of how people find you in Search, and how many of them visit your site.":["Tieni traccia di come gli utenti ti trovano nella Ricerca e quanti di questi visitano il tuo sito."],"Bringing the best of Google tools to WordPress.":["Il meglio degli strumenti di Google, ora su WordPress."],"Welcome to Site Kit.":["Benvenuto in Site Kit."],"Note: ":["Nota: "],"AdSense & Analytics metrics for top pages":["Le metriche di AdSense e Analytics per le pagine principali"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"You revoked access to Site Kit for %s":["Hai revocato l'accesso a Site Kit per %s"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Connected":["Collegato"],"Internal Server Error":["Errore interno del server"],"Reset Site Kit":["Reimposta Site Kit"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Analytics"],"Reset":["Reimposta"],"Day":["Giorno"],"Help us improve the Site Kit plugin by allowing tracking of anonymous usage stats. All data are treated in accordance with <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Google Privacy Policy<\/a>":["Aiutaci a migliorare il plugin di Site Kit consentendoci di raccogliere statistiche di utilizzo in modo anonimo. Tutti i dati sono trattati in conformità con le <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Norme sulla privacy di Google<\/a>"],"Reconnect Site Kit":["Riconnetti Site Kit"],"Site Kit":["Site Kit"],"Get to know your customers.":["Conosci il tuo pubblico."],"Analytics module needs to be configured.":["Devi configurare il modulo di Analytics."],"Top pages":["Pagine principali"],"Audience overview":["Panoramica sul pubblico"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash.471731318d5ab3dd6fa3.js"}}