{"translation-revision-date":"2020-09-15 19:56:32+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Top acquisition channels":["Principali canali di acquisizione"],"Previous period":["Periodo precedente"],"Jump to the bottom of the dashboard to see how fast your home page is.":["Scorri fino in fondo alla dashboard per scoprire la velocità della tua home page."],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s days":["Ultimi %s giorni"],"%s day":["%s giorno","%s giorni"],", ":[","],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"This account does not have access to the requested data.":["Questo account non ha accesso ai dati richiesti."],"Permissions issue accessing data":["Problema di autorizzazione all'accesso ai dati"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"%d notification":["%d notifica","%d notifiche"],"There was a problem connecting to Google!":["C'è stato un problema di connessione a Google!"],"Congrats on completing the setup for %s!":["Congratulazioni per aver completato la configurazione di %s!"],"Here are some other services you can connect to see even more stats:":["Ecco alcuni degli altri servizi a cui puoi connetterti per vedere ancora più statistiche:"],"Now you’ll be able to see how your site is doing in search. To get even more detailed stats, activate more modules. Here are our recommendations for what to include in your Site Kit:":["Ora sarai in grado di vedere come sta andando il tuo sito nella ricerca. Per ottenere statistiche ancora più dettagliate, attiva più moduli. Ecco i nostri consigli su cosa includere nel tuo Site Kit:"],"Enable %s to start setup":["Abilita %s per avviare la configurazione"],"The service was unable to process the request. Please try again later.":["Il servizio non è stato in grado di elaborare la richiesta. Riprova più tardi."],"Analytics server returned unknown error. Please try again later.":["Il server di Analytics ha restituito un errore sconosciuto. Riprova più tardi."],"Unexpected internal server error occurred.":["Si è verificato un errore inaspettato del server."],"Your account exceeded the maximum quota. Please try again later.":["Il tuo account ha superato la quota massima. Riprova più tardi."],"Your account does not have sufficient permission to access this data, please consult to your web administrator.":["Il tuo account non ha un'autorizzazione sufficiente per accedere a questi dati, consulta il tuo amministratore web."],"You need to be authenticated to get this data.":["Devi essere connesso per accedere a questi dati."],"Site Visitors":["Visitatori del sito"],"OK, Got it!":["Ok, ho capito!"],"You had a record-high amount of visitors to your website yesterday.":["Ieri il tuo sito web ha registrato un numero record di visitatori."],"Congrats on more website visitors!":["Congratulazioni per aver ricevuto più visitatori sul sito web!"],"Congrats on five published posts":["Congratulazioni per i cinque articoli pubblicati"],"That’s out of this world. Here are the combined stats for your posts":["Questo è incredibile. Ecco le statistiche combinate per i tuoi articoli"],"That’s out of this world.":["Questo è incredibile."],"Increase":["Incrementa"],"Total Page Views":["Totale pagine viste"],"Over the past 4 weeks":["Nelle ultime 4 settimane"],"Increased page views!":["Aumento delle pagine viste!"],"Congrats on your first post!":["Congratulazioni per il tuo primo articolo!"],"Welcome Back!":["Bentornato!"],"for month":["al mese"],"Last month was great!":["Il mese scorso è stato fantastico!"],"Here are some high level stats":["Ecco alcune statistiche molto importanti"],"Average CTR":["CTR medio"],"Total Impressions":["Impressioni totali"],"Total Clicks":["Clic totali"],"Session Duration":["Durata sessione"],"Bounce Rate":["Frequenza di rimbalzo"],"Sessions":["Sessioni"],"Users":["Utenti"],"Source:":["Sorgente:"],"Start gaining insights on how your site is performing in search by viewing one of your published posts.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca visualizzando uno degli articoli che hai pubblicato."],"Start gaining insights on how your site is performing in search by editing one of your posts.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca modificando uno dei tuoi articoli."],"Start gaining insights on how your site is performing in search by visiting the dashboard.":["Comincia ad approfondire come il tuo sito sta performando nella ricerca visitando la bacheca."],"Set Up Site Kit":["Configura Site Kit"],"Setup only takes a few minutes. Faster than brewing a cup of coffee.":["La configurazione richiede solo qualche minuto. È più veloce che preparare una tazza di caffè."],"Connect your account":["Connetti il tuo account"],"Connecting your account only takes a few minutes. Faster than brewing a cup of coffee.":["Connettere il tuo account richiede solo qualche minuto. È più veloce che preparare una tazza di caffè."],"You’re one step closer to connecting Google services to your WordPress site.":["Sei un passo più vicino a connettere i servizi di Google al tuo sito WordPress."],"Powerful tools integrated into your WordPress dashboard.":["Strumenti integrati avanzati nella bacheca di WordPress."],"Track your site’s search performance with Google Search Console and browse around for more webmaster resources.":["Monitora le prestazioni della ricerca del sito con la Search Console di Google ed esplora risorse aggiuntive per i webmaster."],"You want to be found on the web. We want to help.":["Vuoi essere trovato sul Web. Noi vogliamo aiutarti."],"Learn More":["Approfondisci"],"Google Analytics gives you the free tools you need to analyze data for your business in one place.":["Google Analytics ti fornisce gratuitamente gli strumenti di cui hai bisogno per analizzare i dati relativi alla tua attività in un'unica posizione."],"Analyze your site’s performance and get actionable tips to improve its speed across all devices.":["Analizza le prestazioni del sito e ricevi suggerimenti pratici e fruibili per migliorarne la velocità su tutti i dispositivi."],"Service name\u0004PageSpeed":["PageSpeed"],"Make your content work for you -- earning money by placing ads on your site.":["Lascia che i contenuti lavorino per te: guadagna pubblicando annunci sul tuo sito."],"Understand your customers better: track how they navigate across your site and evaluate the performance of your products or posts.":["Comprendi meglio i tuoi clienti: monitora il modo in cui navigano all'interno del sito e valuta le prestazioni dei prodotti o dei post."],"Keep track of how people find you in Search, and how many of them visit your site.":["Tieni traccia di come gli utenti ti trovano nella Ricerca e quanti di questi visitano il tuo sito."],"Bringing the best of Google tools to WordPress.":["Il meglio degli strumenti di Google, ora su WordPress."],"Welcome to Site Kit.":["Benvenuto in Site Kit."],"Note: ":["Nota: "],"AdSense & Analytics metrics for top pages":["Le metriche di AdSense e Analytics per le pagine principali"],"Disconnect":["Disconnetti"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Connected":["Collegato"],"Internal Server Error":["Errore interno del server"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Analytics"],"Day":["Giorno"],"Site Kit":["Site Kit"],"Get to know your customers.":["Conosci il tuo pubblico."],"Analytics module needs to be configured.":["Devi configurare il modulo di Analytics."],"Top pages":["Pagine principali"],"Audience overview":["Panoramica sul pubblico"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash.aeb202da026749b6f1ff.js"}}